{
  "CamelCaseMotion": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "accelerated-jk": { "branch": "master" },
  "agentic.nvim": { "branch": "main" },
  "ale": { "branch": "master" },
  "bufexplorer": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "context_filetype.vim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "copypath.vim": { "branch": "master" },
  "deoplete-ternjs": { "branch": "master" },
  "es.next.syntax.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-preview.vim": { "branch": "release/remote" },
  "fzf.vim": { "branch": "master" },
  "git-blame.nvim": { "branch": "main" },
  "haskell-vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "javascript-libraries-syntax.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "postcss.vim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "unite.vim": { "branch": "master" },
  "vim-alignta": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-endwise": { "branch": "master" },
  "vim-fakeclip": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-graphql": { "branch": "master" },
  "vim-hier": { "branch": "master" },
  "vim-hybrid-material": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-localvimrc": { "branch": "main" },
  "vim-matchit": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-sass-lint": { "branch": "master" },
  "vim-smartchr": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-toml": { "branch": "main" },
  "vim-translator": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}
